tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/gui'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'

brew 'archey'
brew 'aria2'
brew 'boost'
brew 'boost-python'
brew 'carthage'
brew 'cmake'
brew 'cowsay'
brew 'crystal-lang'
brew 'curl'
brew 'ddrescue'
brew 'dnsmasq', args: ['with-libidn'], service_restart: true
brew 'docker'
brew 'dos2unix'
brew 'fd'
brew 'ffmpeg', args: ['--with-faac', '--with-fdk-aac', '--with-fontconfig', '--with-freetype', '--with-libass', '--with-libbs2b', '--with-libvidstab', '--with-libvorbis', '--with-libvpx', '--with-openh264', '--with-openjpeg', '--with-openssl', '--with-opus', '--with-rtmpdump', '--with-rubberband', '--with-sdl', '--with-snappy', '--with-theora', '--with-webp', '--with-x265', '--with-xz', '--with-zeromq', '--with-zimg']
brew 'file-roller'
brew 'fortune'
brew 'gawk'
brew 'gedit'
brew 'git', args: ['with-brewed-curl', 'with-brewed-svn', 'with-brewed-openssl']
brew 'git-lfs'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'grc'
brew 'htop'
brew 'hub'
brew 'imagemagick', args: ['with-webp']
brew 'keybase'
brew 'libsodium'
brew 'llvm'
brew 'macvim', args: ['with-lua', 'with-luajit', 'with-override-system-vim', 'with-python3']
brew 'mas'
brew 'megatools'
brew 'meson'
brew 'mono'
brew 'mpv', args: ['with-bundle', 'with-libaacs', 'with-libarchive', 'with-libbluray', 'with-libdvdnav', 'with-libdvdread', 'with-rubberband', 'with-uchardet', 'with-vapoursynth']
brew 'mvtools'
brew 'nasm'
brew 'nim'
brew 'ninja'
brew 'nmap'
brew 'node', args: ['with-full-icu', 'with-openssl']
brew 'ocaml'
brew 'openssl'
brew 'openssl@1.1'
brew 'openvpn', args: ['with-pkcs11-helper']
brew 'phantomjs'
brew 'pigz'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'rubberband'
brew 'ruby'
brew 'rust'
brew 'shellcheck'
brew 'sl'
brew 'subliminal'
brew 'syncthing', service_restart: true
brew 'syncthing-inotify', service_restart: true
brew 'testssl'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vapoursynth'
brew 'wget', args: ['with-iri', 'with-libressl', 'with-pcre']
brew 'yasm'
brew 'youtube-dl'
brew 'zopfli'
brew 'zsh'

brew 'homebrew/dupes/openssh', args: ['with-ldns', 'with-libressl']
brew 'homebrew/dupes/rsync'
brew 'neovim/neovim/neovim', args: ['with-release']

cask '1password-beta'
cask 'airvpn'
cask 'android-studio'
cask 'atom'
cask 'battle-net'
cask 'codekit'
cask 'dashlane'
cask 'dropbox'
cask 'emacs'
cask 'filezilla'
cask 'firefox'
cask 'firefoxdeveloperedition'
cask 'gog-galaxy'
cask 'google-chrome'
cask 'google-chrome-dev'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'java'
cask 'league-of-legends'
cask 'macdown'
cask 'mactex'
cask 'malwarebytes-anti-malware'
cask 'opera'
cask 'servo'
cask 'skype'
cask 'spectacle'
cask 'steam'
cask 'texstudio'
cask 'tower'
cask 'transmission'
cask 'transmit'
cask 'xquartz'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'yubico-authenticator'

cask 'font-cantarell'
cask 'font-fira-code'
cask 'font-fira-mono'
cask 'font-fira-sans'
cask 'font-hasklig'
cask 'font-noto-sans'
cask 'font-noto-serif'
cask 'font-open-sans'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
