brew 'archey'
brew 'aria2'
brew 'cmake'
brew 'crystal-lang'
brew 'curl'
brew 'ddrescue'
brew 'dos2unix'
brew 'fd'
brew 'ffmpeg'
brew 'fortune'
brew 'gawk'
brew 'gedit'
brew 'git'
brew 'git-lfs'
brew 'go'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'llvm'
brew 'mas'
brew 'megatools'
brew 'mpv'
brew 'ninja'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'pigz'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'shellcheck'
brew 'subliminal'
brew 'syncthing'
brew 'testssl'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vapoursynth'
brew 'wget'
brew 'yasm'
brew 'youtube-dl'
brew 'zsh'

cask '1password-beta'
cask 'battle-net'
cask 'codekit'
cask 'filezilla'
cask 'firefox'
cask 'gog-galaxy'
cask 'google-chrome'
cask 'java'
cask 'league-of-legends'
cask 'macdown'
cask 'mactex'
cask 'steam'
cask 'xquartz'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'yubico-authenticator'
