brew 'bat'
brew 'bitwarden-cli'
brew 'black'
brew 'chezmoi'
brew 'cmake'
brew 'ddrescue'
brew 'direnv'
brew 'dos2unix'
brew 'elvish'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git-delta'
brew 'git-lfs'
brew 'git'
brew 'hexyl'
brew 'htop'
brew 'imagemagick'
brew 'llvm'
brew 'lsd'
brew 'mas'
brew 'mpv'
brew 'neovim'
brew 'ninja'
brew 'nmap'
brew 'node'
brew 'nushell'
brew 'pandoc'
brew 'python3'
brew 'ripgrep'
brew 'rust-analyzer'
brew 'shellcheck'
brew 'starship'
brew 'syncthing'
brew 'tmux'
brew 'tokei'
brew 'topgrade'
brew 'vapoursynth'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'zsh'

cask 'bitwarden'
cask 'calibre'
cask 'discord'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'iina'
cask 'mactex-no-gui'
cask 'microsoft-edge'
cask 'powershell'
cask 'steam'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'yubico-authenticator'
