brew 'archey'
brew 'aria2'
brew 'cmake'
brew 'curl'
brew 'ddrescue'
brew 'dos2unix'
brew 'exa'
brew 'ffmpeg'
brew 'git'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'llvm'
brew 'mas'
brew 'mpv'
brew 'ninja'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'python3'
brew 'ripgrep'
brew 'shellcheck'
brew 'subliminal'
brew 'starship'
brew 'syncthing'
brew 'tmux'
brew 'tree'
brew 'vapoursynth'
brew 'wget'
brew 'yasm'
brew 'youtube-dl'
brew 'zsh'

cask 'bitwarden'
cask 'firefox'
cask 'google-chrome'
cask 'steam'
cask 'xquartz'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'yubico-authenticator'
